{
  "title": "Séances",
  "description": "Séances | WTM Montreal 2025",
  "sessions": [
    {
      "title": "Ouverture des portes (veuillez apporter votre pièce d'identité) et déjeuner.",
      "uuid": "246a17da-adf9-4d8e-9c50-ef84bdf68c55",
      "description": "Profitez du petit-déjeuner et réseautez avec les autres participant·e·s",
      "speakerUUID": []
    },
    {
      "title": "10 ans de Women Techmakers Montréal - Quelles sont les prochaines étapes ?",
      "uuid": "4d0cb762-4de4-43cf-b4ea-f02bcfa5b559",
      "description": "",
      "speakerUUID": []
    },
    {
      "title": "Tout se passe juste à côté !",
      "uuid": "d0c327de-afcc-41a4-a161-a82d0387ec86",
      "description": "Rejoignez-nous dans l'autre salle pour des conférences captivantes et des discussions inspirantes !",
      "speakerUUID": []
    },
    {
      "title": "Dîner",
      "uuid": "27ff7729-5792-4efd-a813-321fd6523e63",
      "description": "Dégustez un délicieux repas et réseautez avec les autres participant·e·s",
      "speakerUUID": []
    },
    {
      "title": "Mot de clôture",
      "uuid": "949819b7-15db-40ce-9cb8-abbcf5d44d90",
      "description": "Prix de présence et remarques de clôture",
      "speakerUUID": []
    },
    {
      "title": "Allez à votre session",
      "uuid": "6d6b3082-95a7-4c60-adf7-bb1939ca2acc",
      "description": "",
      "speakerUUID": []
    },
    {
      "title": "Déplacez-vous vers la salle principale",
      "uuid": "3c50c7e7-56af-4ab6-956d-9e506975ac36",
      "description": "",
      "speakerUUID": []
    },
    {
      "title": "Réseautage",
      "uuid": "9e045c45-2933-48cb-8e04-9032221c7723",
      "description": "Collaborez et élargissez votre réseau! Rencontrez les conférencières, échangez des idées et explorez de nouvelles opportunités dans une ambiance détendue.",
      "speakerUUID": []
    },
    {
      "title": "Pause",
      "uuid": "99d7a8a1-f36e-491e-a9dc-08f7331c0f7d",
      "description": "",
      "speakerUUID": []
    },
    {
      "title": "Concevoir pour les créateur·trice·s : Stratégies UX pour les logiciels complexes",
      "uuid": "a1b2c3d4-e5f6-7890-1abc-2def3ghi4jkl",
      "description": "Les outils de création, comme les moteurs de jeux et les logiciels professionnels, sont pour la plupart conçus pour les utilisateur·rice·s intensif·ve·s qui ont besoin de flexibilité et de contrôle. Trop souvent, ces outils supposent que complexité et difficulté vont de pair, l'expérience utilisateur (UX) étant fréquemment reléguée au second plan. Cela se traduit par des courbes d'apprentissage abruptes, des interfaces encombrées et des flux de travail inefficaces.\n\nDans cet exposé, j'explorerai comment les stratégies UX peuvent redéfinir ce qui est possible dans les logiciels de création en les rendant plus intuitifs sans toutefois en sacrifier la puissance. Nous aborderons des concepts clés tels que la définition des profils d'utilisateur·rice·s, la priorisation des flux de travail et l'introduction de la complexité uniquement lorsque cela est nécessaire, permettant ainsi à divers créateur·rice·s de tous niveaux de compétences techniques de participer, d'expérimenter et d'innover.",
      "shortDescription": "Les outils de création, comme les moteurs de jeux et les logiciels professionnels, sont pour la plupart conçus pour les utilisateur·rice·s intensif·ve·s qui ont besoin de flexibilité et de contrôle. Trop souvent, ces outils supposent que complexité et difficulté vont de pair, l'expérience utilisateur (UX) étant fréquemment reléguée au second plan. Cela se traduit par des courbes d'apprentissage abruptes, des interfaces encombrées et des flux de travail inefficaces.",
      "speakerUUID": [
        "f47ac10b-58cc-4372-a567-0e02b2c3d479"
      ],
      "tags": [
        "Conférence en anglais",
        "UX",
        "Design",
        "Logiciels",
        "Créativité"
      ]
    },
    {
      "title": "L'IA rencontre le développement web : créez votre portfolio en 30 minutes avec Cursor",
      "uuid": "b2c3d4e5-f6g7-8901-2bcd-3efg4hij5klm",
      "description": "Si vous avez déjà utilisé des outils comme GitHub Copilot ou ChatGPT, vous êtes déjà familier·ère·s avec les possibilités offertes par l'IA pour la programmation. Toutefois Cursor permet d'aller encore plus loin, facilitant la création de ce qu'on souhaite réaliser, rapidement et de façon efficiente.\n\nDans cet atelier, je vais vous présenter Cursor et vous démontrer la facilité avec laquelle vous pouvez l'utiliser pour donner vie à vos projets. Que ce soit pour apprendre une nouvelle technologie ou pour créer votre portfolio, la programmation assistée par Cursor permet non seulement de simplifier l'écriture du code, mais en faciliter également l'apprentissage par des explications données en temps réel. Joignez-vous à moi pour apprendre comment vous pourrez bâtir votre portfolio en 30 minutes seulement, et découvrir comment l'IA peut ouvrir des nouvelles possibilités durant votre cheminement en programmation.",
      "shortDescription": "Si vous avez déjà utilisé des outils comme GitHub Copilot ou ChatGPT, vous êtes déjà familier·ère·s avec les possibilités offertes par l'IA pour la programmation. Toutefois Cursor permet d'aller encore plus loin, facilitant la création de ce qu'on souhaite réaliser, rapidement et de façon efficiente.",
      "speakerUUID": [
        "1a2b3c4d-5e6f-7890-abcd-ef1234567890"
      ],
      "tags": [
        "Conférence en anglais",
        "IA",
        "Développement Web",
        "Codage",
        "Portfolio"
      ]
    },
    {
      "title": "Humaniser l'IA : donner du pouvoir à l'utilisateur grâce à la transparence du design",
      "uuid": "c3d4e5f6-g7h8-9012-3cde-4fgh5ijk6lmn",
      "description": "Découvrez les 5 piliers de la conception de l'IA, eux-mêmes basés sur les principes de conception de produits pour les soins de santé. Ensemble nous allons examiner comment créer une expérience utilisateur qui soit à la fois personnalisée, accessible et fiable, permettant de rejoindre une diversité d'individus, tout en favorisant l'inclusivité et la transparence. Que vous soyez novice ou expert·e, vous sortirez de cette conférence avec des outils qui vous aideront à développer des stratégies afin d'humaniser l'IA et qui auront un impact positif sur l'avenir du design.\nLes points suivants seront abordés dans cet atelier qui est conçu à la fois pour inspirer et outiller :\nSimilitude entre la conception de l'IA et la conception de produits pour les soins de santé... Cas concrets, comme l'intégration de l'IA dans l'application virtuelle d'une clinique de fertilité...",
      "shortDescription": "Découvrez les 5 piliers de la conception de l'IA, eux-mêmes basés sur les principes de conception de produits pour les soins de santé. Ensemble nous allons examiner comment créer une expérience utilisateur qui soit à la fois personnalisée, accessible et fiable, permettant de rejoindre une diversité d'individus, tout en favorisant l'inclusivité et la transparence.",
      "speakerUUID": [
        "2e3f4g5h-6i7j-8k9l-mnop-qrstuvwxyz123"
      ],
      "tags": [
        "Conférence en anglais",
        "IA",
        "UX",
        "Design",
        "Transparence"
      ]
    },
    {
      "title": "Développer un agent d'IA en 10 minutes grâce au framework Letta",
      "uuid": "d4e5f6g7-h8i9-0jkl-mnop-qrstu1234567",
      "description": "Letta est un cadriciel (framework) qui grâce à son architecture axée sur la mémoire (MDC) et son environnement (ADE) visuel, facilite le développement d'agents IA. Durant cet atelier vous pourrez découvrir quelles fonctionnalités en font sa particularité, et vous assisterez en direct à la création d'un agent IA.",
      "shortDescription": "Letta est un cadriciel (framework) qui grâce à son architecture axée sur la mémoire (MDC) et son environnement (ADE) visuel, facilite le développement d'agents IA.",
      "speakerUUID": [
        "3h4i5j6k-7l8m-9n0o-pqrs-tuvwxyz123abc"
      ],
      "tags": [
        "Conférence en anglais",
        "IA",
        "Apprentissage Machine",
        "Framework",
        "Démo"
      ]
    },
    {
      "title": "L'évolution de l'expérience utilisateur (UX) à travers l'Intelligence artificielle: redefinir le design et les interactions avec l'usager",
      "uuid": "e5f6g7h8-i9j0-klmn-opqr-stuv1234wxyz",
      "description": "L’IA est en train de transformer la conception de l'expérience utilisateur (UX), en permettant une plus grande personnalisation, une meilleure prévisibilité des comportements et une plus grande capacité d'adaptation. Mais cette capacité accrue vient avec son lot de responsabilités : comment s'assurer que l'IA offre une meilleure expérience sans faire de compromis sur le plan éthique? Durant cet atelier nous allons examiner quelles fonctionnalités de l’IA influencent les tendances en UX, telles que le design génératif, la recherche sur les utilisateur·rice·s, l'automatisation de tâches répétitives lors du prototypage, et la réduction des biais. Nous allons explorer comment les outils offerts par l'IA transforment les patrons de conception du UX, aident à repenser l'accessibilité, et poussent les designers à travailler en symbiose avec celle-ci. À la fin de la conférence, les participant·e·s auront une meilleure idée des possibilités offertes par l'IA, seront mieux outillé·e·s pour l’intégrer de façon éthique, et réaliseront les opportunités de carrières d'avenir.",
      "shortDescription": "L’IA est en train de transformer la conception de l'expérience utilisateur (UX), en permettant une plus grande personnalisation, une meilleure prévisibilité des comportements et une plus grande capacité d'adaptation. Mais cette capacité accrue vient avec son lot de responsabilités : comment s'assurer que l'IA offre une meilleure expérience sans faire de compromis sur le plan éthique?",
      "speakerUUID": [
        "4k5l6m7n-8o9p-0qrs-tuvw-xyz123abc456"
      ],
      "tags": [
        "Conférence en anglais",
        "IA",
        "UX",
        "Design",
        "Éthique"
      ]
    },
    {
      "title": "Repenser le cinéma : un festival de films mêlant technologie et culture s'invite à Montréal",
      "uuid": "f6g7h8i9-j0k1-lmno-pqrs-tuvw1234xyz5",
      "description": "Le mariage entre la technologie et le cinéma a ouvert des possibilités jusqu’ici insoupçonnées, de la création narrative pilotée par l’IA aux modèles de financement décentralisés du Web3. En tant que fondatrice de Las Flores, un festival de films Web3, j’ai dû surmonter plusieurs obstacles de nature culturelle, sexiste et financière pour parvenir à donner vie à cet événement hors du commun à Montréal.\nMon exposé portera sur : \nComment surmonter l’adversité : mon parcours en tant que femme mexicaine avant-gardiste dans une industrie essentiellement masculine.\nRedéfinir le cinéma : comment le Web3 et l’IA transforment la création, le financement et la distribution de films.\nCréer des initiatives technologiques fondées sur des principes d’inclusivité, d’accessibilité et de durabilité : enseignements tirés du développement d’un programme de financement de projets de films Web3-IA.\nDonner du pouvoir aux femmes dans la technologie : leçons sur la résilience, le leadership et la création d’impact dans les industries technologiques et créatives.\nEn redéfinissant ce qui est possible, Las Flores est devenu un catalyseur de collaboration, d’innovation et de diversité dans les arts cinématographiques.",
      "shortDescription": "Le mariage entre la technologie et le cinéma a ouvert des possibilités jusqu’ici insoupçonnées, de la création narrative pilotée par l’IA aux modèles de financement décentralisés du Web3. En tant que fondatrice de Las Flores, un festival de films Web3, j’ai dû surmonter plusieurs obstacles de nature culturelle, sexiste et financière pour parvenir à donner vie à cet événement hors du commun à Montréal.",
      "speakerUUID": [
        "5m6n7o8p-9q0r-stuv-wxyz-123abc456def"
      ],
      "tags": [
        "Conférence en anglais",
        "Web3",
        "IA",
        "Cinéma",
        "Diversité"
      ]
    },
    {
      "title": "L'Art de Jongler : Comment naviguer les exigences de la vie en tant que femmes",
      "uuid": "g7h8i9j0-k1l2-mnop-qrst-uvw123xyz456",
      "description": "Cette table ronde explore les multiples facettes de la vie des femmes d'aujourd'hui, en se penchant sur l'équilibre délicat entre carrière, famille, aspirations personnelles et bien-être. Joignez-vous à nous pour explorer les défis et les réussites que rencontrent les femmes alors qu'elles naviguent dans les exigences en constante évolution de la vie moderne. Nos panélistes partageront leurs expériences personnelles, leurs idées et leurs stratégies pour prospérer dans un monde qui s'attend souvent à ce que les femmes soient tout pour tout le monde. Il s'agit d'une conversation pour les femmes qui recherchent de l'inspiration, du soutien et des conseils pratiques sur la façon de mener une vie épanouie et équilibrée.",
      "shortDescription": "Cette table ronde explore les multiples facettes de la vie des femmes d'aujourd'hui, en se penchant sur l'équilibre délicat entre carrière, famille, aspirations personnelles et bien-être.",
      "speakerUUID": [
        "6n7o8p9q-0rst-uvw1-2xyz-3abc456def78",
        "abec89d6-764e-4af5-9457-8d10bb68c79c",
        "7b669b1f-5498-46ed-9e9f-ab4c71223227"
      ],
      "tags": [
        "Conférence en anglais",
        "Femmes",
        "Leadership",
        "Équilibre"
      ]
    },
    {
      "title": "Mythes et réalités entourant le nomadisme numérique : au-delà de la photo Instagram parfaite",
      "uuid": "h8i9j0k1-l2m3-nopq-rstu-vwxyz1234567",
      "description": "Dans cette conférence, je vous dévoilerai ce que signifie réellement d'être une nomade numérique, au-delà des photos Instagram de rêve prises au bord d’une piscine ou sur une plage tropicale. Pour certaines personnes, les plus grandes difficultés sont de passer de longues périodes loin de leurs proches, ou encore de devoir constamment s'adapter à des cultures différentes. Mais pour moi le principal défi est de nature beaucoup plus simple : trouver les endroits où je peux laver mes vêtements, considérant que je voyage très légèrement.\n\nJe vous partagerai des informations sur les destinations de voyage les plus sécuritaires, ce que les nomades numériques emportent dans leurs bagages, des recommandations et des conseils si vous travaillez dans le secteur de la technologie, et le véritable coût de la vie sur la route. En passant ce n'est pas aussi cher qu'on pourrait le penser. Être une nomade numérique n'est pas pour tout le monde, et c'est probablement un métier qu'on fait à court terme. En revanche, c'est un style de vie unique qui vous permet d'explorer des endroits magnifiques, de rencontrer des gens fascinants et, surtout, de vous découvrir vous-même.",
      "shortDescription": "Dans cette conférence, je vous dévoilerai ce que signifie réellement d'être une nomade numérique, au-delà des photos Instagram de rêve prises au bord d’une piscine ou sur une plage tropicale. Pour certaines personnes, les plus grandes difficultés sont de passer de longues périodes loin de leurs proches, ou encore de devoir constamment s'adapter à des cultures différentes. Mais pour moi le principal défi est de nature beaucoup plus simple : trouver les endroits où je peux laver mes vêtements, considérant que je voyage très légèrement.",
      "speakerUUID": [
        "7o8p9q0r-stuv-wxyz-1234-5abc6def7890"
      ],
      "tags": [
        "Conférence en anglais",
        "Nomade Numérique",
        "Tech",
        "Style de Vie",
        "Voyage"
      ]
    },
    {
      "title": "Apprendre au fil de l’expérience",
      "uuid": "i9j0k1l2-m3n4-opqr-stuv-wxyz12345678",
      "description": "Mon hypothèse : Vous pouvez commencer, même avec 0 % de qualification, et apprendre par l’expérience: un encouragement à se lancer, peu importe votre niveau de compétence au départ. Pour entreprendre, pour démarrer une entreprise collective ou un OBNL, pas le choix d’avoir ce trait de caractère!\nComment «survivre» à l’apprentissage par expérience? \n- Gérer son stress (Les facteurs du stress) Cette méthode peut générer plus de stress, mais des outils aident à le gérer \n- Gérer chaque situation à la fois : Trouver de l’aide dès qu’un blocage survient \n- Abandonner le culte de la perfection : accepter que «assez bon» est suffisant et que chaque itération améliore les résultats \n- Redéfinir la perfection: créer / inventer un environnement de travail aligné avec vos valeurs et votre bien-être. \nConclusion : C’est votre tour! \n- Appel à l’action : «Commencez là où vous êtes, avec ce que vous avez.»",
      "shortDescription": "Mon hypothèse : Vous pouvez commencer, même avec 0 % de qualification, et apprendre par l’expérience: un encouragement à se lancer, peu importe votre niveau de compétence au départ. Pour entreprendre, pour démarrer une entreprise collective ou un OBNL, pas le choix d’avoir ce trait de caractère!",
      "speakerUUID": [
        "8p9q0rst-uvwx-yz12-3456-7abc8def9012"
      ],
      "tags": [
        "Conférence en français",
        "Apprentissage",
        "Expérience",
        "Entrepreneuriat",
        "Compétences Douces"
      ]
    },
    {
      "title": "Redéfinir la technologie à travers les communautés de femmes en tech",
      "uuid": "j0k1l2m3-n4o5-pqrs-tuvw-xyz123456789a",
      "description": "Dans ce monde où la technologie est en constante évolution, l’inclusivité et l’innovation vont de pair. Je vous invite à plonger dans un parcours profondément personnel qui a débuté par la création – en partie par hasard– d’une communauté de femmes œuvrant en tech, et qui a eu un impact important sur les individus, les équipes et la culture du travail.\n\nÀ travers des réflexions personnelles, des étapes concrètes et des leçons apprises, vous découvrirez comment créer un environnement de travail où les femmes s’épanouissent, brisent les barrières et redéfinissent ce qui est possible dans l’industrie. Que vous soyez une cadre cherchant à instaurer des changements ou simplement un·e allié·e curieux·se de savoir comment soutenir vos collègues, cette session vous inspirera à passer à l’action et à contribuer à un avenir où chacun·e a une voix.",
      "shortDescription": "Dans ce monde où la technologie est en constante évolution, l’inclusivité et l’innovation vont de pair. Je vous invite à plonger dans un parcours profondément personnel qui a débuté par la création – en partie par hasard– d’une communauté de femmes œuvrant en tech, et qui a eu un impact important sur les individus, les équipes et la culture du travail.",
      "speakerUUID": [
        "9q0rstuv-wxyz-1234-5678-9abc0def1234"
      ],
      "tags": [
        "Conférence en anglais",
        "Femmes en Tech",
        "Inclusivité",
        "Communauté",
        "Innovation"
      ]
    },
    {
      "title": "Développez votre première application mobile sans coder : atelier pratique sur FlutterFlow",
      "uuid": "4b587937-e8e4-48a7-8894-0e3b75887152",
      "description": "Cet atelier interactif est parfait pour les débutant·e·s qui souhaitent créer leur première application mobile sans écrire une seule ligne de code. Pendant cette session, nous utiliserons FlutterFlow, une plateforme intuitive sans code, pour concevoir et développer une application simple qui organise et affiche des données. Vous suivrez chaque étape avec des visuels et des instructions pratiques pour vous assurer de construire votre propre application d’ici la fin de l’atelier. Aucune expérience en programmation n’est nécessaire — il suffit d’apporter votre créativité ! À la fin de cet atelier, vous aurez non seulement une application fonctionnelle, mais aussi la confiance nécessaire pour continuer à créer et développer vos idées !",
      "shortDescription": "Cet atelier interactif est parfait pour les débutant·e·s qui souhaitent créer leur première application mobile sans écrire une seule ligne de code",
      "speakerUUID": [
        "9b8f90fb-eeba-44a6-bceb-158cb03db360"
      ],
      "tags": [
        "Conférence en anglais",
        "Flutter"
      ]
    },
    {
      "title": "Jouez avec vos données au quotidien : Introduction à Looker Studio",
      "uuid": "3bbe77cc-c1db-4827-9391-ffddf8e61c56",
      "description": "Dans cet atelier pratique, nous rendrons la visualisation de données amusante et accessible. Vous apprendrez à utiliser Looker Studio pour créer un outil interactif simple à partir de données issues de la vie quotidienne. Aucun code requis — juste de la créativité ! À la fin de la session, vous repartirez avec un outil personnalisé et facile à comprendre, qui vous montrera comment appliquer des techniques de visualisation à votre quotidien. Que vous souhaitiez suivre vos habitudes, vos loisirs ou tout autre aspect de votre vie, cet atelier vous aidera à découvrir à quel point il est simple de donner vie aux données.",
      "shortDescription": "Dans cet atelier pratique, nous rendrons la visualisation de données amusante et accessible. Vous apprendrez à utiliser Looker Studio pour créer un outil interactif simple à partir de données issues de la vie quotidienne.",
      "speakerUUID": [
        "9b8f90fb-eeba-44a6-bceb-158cb03db360"
      ],
      "tags": [
        "Conférence en anglais",
        "Looker"
      ]
    },
    {
      "title": "Technovation dans la vie réelle : Des Premières Lignes de Code aux Réseaux Neuronaux, un Grand Départ",
      "uuid": "04c00baf-3ecc-4088-9ef6-6d5f2d37721b",
      "description": "Technovation Montréal est un organisme à but non lucratif qui vise à développer les compétences technologiques et entrepreneuriales chez les filles de 8 à 18 ans. Voulez-vous savoir pourquoi leur mission est si importante ? Joignez-vous à nous pour voir comment leurs initiatives redéfinissent ce qui est possible et l'avenir de la technologie avec une démonstration pratique",
      "shortDescription": "Joignez-vous à nous pour voir comment leurs initiatives redéfinissent ce qui est possible et l'avenir de la technologie avec une démonstration pratique",
      "speakerUUID": [
        "1c0913e2-9ba4-4f6c-a2f7-aee46a45fd3a",
        "1ac67011-3367-40de-81bc-941f5d977a31"
      ],
      "tags": [
        "Conférence en anglais",
        "Technovation",
        "Redefining what is possible"
      ]
    },
    {
      "title": "Organisations qui supportent les Femmes à Montréal : bâtir des ponts, abattre les murs, ensemble.",
      "uuid": "66704b84-8be8-434e-be68-ec0f809bd633",
      "description": "Ce panel présente les principales organisations qui soutiennent les femmes dans l'industrie technologique de Montréal. Nous sommes unis par un objectif commun : veiller à ce que les femmes aient les connaissances et les ressources nécessaires pour s'épanouir et façonner leur avenir dans la technologie, au même titre que leurs homologues masculins. Montréal possède un écosystème dynamique d'organisations travaillant à la réalisation de cette vision, et ce panel célèbre cette diversité. Bien que chaque organisation conserve son identité et son approche uniques, nous reconnaissons le pouvoir de la collaboration. Ensemble, nous amplifions notre impact et envoyons un message clair : nous nous engageons à travailler ensemble pour accueillir et autonomiser davantage de femmes et d'autre minorités dans le secteur technologique.",
      "shortDescription": "Ce panel présente les principales organisations qui soutiennent les femmes dans l'industrie technologique de Montréal.",
      "speakerUUID": [
        "da5116af-0b5f-4de4-afcd-3f70fedfa829",
        "afd2bfd5-b7bf-45b4-bf1d-6dc647c3950c",
        "0679723c-eda7-41b1-b858-638285c6bf52",
        "3f2218bf-e2d9-4058-a8f5-9dedb5ed7a40",
        "8859f090-b7ea-442c-980d-e9873b27cad7",
        "39ff19cf-09b8-40a3-888c-6db039b0ac29",
        "9b3c02ca-6dfb-4a5f-92e1-26de7e865f79"
      ],
      "tags": [
        "Conférence en anglais",
        "Women in Tech"
      ]
    },
    {
      "title": "Biais d'algorithme : peut-on un jour espérer une IA exempte de discrimination?",
      "uuid": "9aef74ad-140d-46d7-afe8-0081c521b778",
      "description": "Les systèmes d’IA étant de plus en plus intégrés dans les processus décisionnels critiques, les préoccupations concernant l’équité et les biais occupent une place grandissante. Cet atelier explore comment les biais peuvent émerger et se propager tout au long du cycle de développement de l’apprentissage automatique, de la collecte des données au déploiement des modèles, entraînant des impacts réels. Nous commencerons par décortiquer différentes définitions de l’équité, en soulignant la complexité de traduire des notions sociales en formulations mathématiques. Grâce à des exercices pratiques inspirés d’applications réelles, les participant·e·s seront confrontés aux défis que pose la définition de l’équité dans des scénarios de prise de décision binaire. Ces exercices illustreront la nature sociotechnique de l’équité, en insistant sur le fait que les interventions techniques seules ne peuvent pas résoudre les biais systémiques. De plus, nous examinerons comment les biais s’intègrent dans le pipeline d’apprentissage automatique, influençant les résultats de manière subtile mais significative. Au-delà des mesures traditionnelles d’équité, nous explorerons également les défis posés par l’IA générative, allant des biais de représentation aux disparités dans la génération de contenu. À la fin de cet atelier, les participant·e·s auront une compréhension approfondie de l’équité comme un problème multidimensionnel et repartiront avec des pistes concrètes pour développer des systèmes d’IA plus responsables.",
      "shortDescription": "Cet atelier explore comment les biais peuvent émerger et se propager tout au long du cycle de développement de l’apprentissage automatique, de la collecte des données au déploiement des modèles, entraînant des impacts réels.",
      "speakerUUID": [
        "4f0343aa-4129-48b9-bdec-42399d0cfb01",
        "efb2a752-3172-4f30-a050-6cbe246ac8f8"
      ],
      "tags": [
        "Conférence en anglais",
        "IA",
        "Biais"
      ]
    },
    {
      "title": "\"Comment puis-je le casser ?\" – Un atelier sur la défense en cybersécurité",
      "uuid": "51816b76-526d-4482-9779-552c5d5bb0db",
      "description": "Les pirates informatiques sophistiqués sont surfaits : même vous pourriez casser une application Web. Dans cet atelier interactif, nous jouerons l'avocat du diable et explorerons des scénarios de cybersécurité réels dans lesquels l'attaquant peut être n'importe qui : un criminel, un interne ou même un participant involontaire. Découvrez comment la proactivité joue un rôle crucial dans le maintien de solides défenses de cybersécurité. Parfait pour tous ceux qui souhaitent comprendre les principes fondamentaux de la sécurité en ligne.",
      "shortDescription": "Les pirates informatiques sophistiqués sont surfaits : même vous pourriez casser une application Web. Dans cet atelier interactif, nous jouerons l'avocat du diable et explorerons des scénarios de cybersécurité réels.",
      "speakerUUID": [
        "1e0f4d60-7214-4a1a-bd75-ed5c7abda233",
        "f95f0ba1-12aa-4e58-a8c8-0a8d56951054"
      ],
      "tags": [
        "Conférence en anglais",
        "Cybersécurité"
      ]
    }
  ]
}
